IDLE_MESSAGE = 'Чем бы вы хотели заняться ?\n\n' \
                'Изучить теорию - /theory\n' \
                'Начать практику - /practice\n' \
                'Проверить свои знания - /test'

TEST_MESSAGE = 'Приветствую тебя в разделе *тестирование*\n\n ' \
               'Здесь мы проверим твои теоретичсекие знаания по пройденному материалу 😉\n'

PRACTICE_MESSAGE = 'Приветствую тебя в разделе *Практика*\n\n ' \
                'В данном разделе вам предстоит применить полученные навыки по работе с абакусом\n\n' \
                'После начала, поочередно будут показываться примеры:\n' \
                'каждый пример начинается с его номера, после которого идет число примера\n' \
                'Складывать нужно именно число примера.\n\n' \
                'Желаю тебе удачи в практике ☺️'

START_MESSAGE = "*Здравствуйте!*\n\nМеня зовут _Абакус_ и я постараюсь помочь вам с изучением ментальной " \
                "арифметики!\nА точнее, с изучением ментальной арифметики по методу _Брат_.\n" \
                "Если вам что-то непонятно просто напишите /help, я все расскажу)"

HELP_MESSAGE = "Я – *Абакус*, бот, который поможет Вам разобраться с ментальной арифметикой (или _МЕНАРом_).\n\n" \
               "Чтобы общаться со мной вам необходимо запомнить всего несколько команд: \n" \
               "Изучить теорию - /theory\n" \
               "Начать практику - /practice\n" \
               "Тестирование - /test"