brother = [
    '4+1',
    '3+2',
    '4+2',
    "2+3",
    '3+3',
    '4+3',
    '1+4',
    '2+4',
    '3+4',
    '4+4',
    '5-1',
    '5-2',
    '6-2',
    '6-3',
    '5-3',
    '7-3',
    '5-4',
    '8-4',
]

theory_questions = [
    {
        'question': ' Как называются счеты, которые используются в ментальной арифметике?',
        'options': ['Амогус', 'Абобус', 'Пон', 'Абакус'],
        'answer': 3
    },
    {
        'question': 'Когда лучше всего начать обучение ?',
        'options': ['с 4 до 16 лет', 'с 0 до 12 лет', 'с 6 до 18 лет', 'никогда не поздно'],
        'answer': 0
    },
    {
        'question': 'Что не является плюсом ментальной арифметики ?',
        'options': [
            'Развитие памяти, внимания, концентрации', 
            'Уверенность в себе',
            'Тренировка образного мышления',
            'Способность видеть будущее'
        ],
        'answer': 3
    },
    {
        'question': 'Что не является элементом абакуса ?',
        'options': ['ряды', 'небесные косточки', 'планка', 'струны'],
        'answer': 3
    },
    {
        'question': 'Сколько существует правил при сложении и вычитании ?',
        'options': [3, 5, 4, 6],
        'answer': 2
    },
    {
        'question': 'Верно ли суждение, что если нельзя применить правило Просто, необходимо попробовать правило Брат',
        'options': ['верно', 'не верно'],
        'answer': 0
    },
    {
        'question': 'Чтобы добавить число с помощью правила «Брат» - нужно... ',
        'options': [
            'добавить небесную косточку и отнять брата добавляемого числа',
            'добавить земные косточки и отнять небесную косточку',
            'добавить брата числа и отнять небесную косточку',
            'отнять брата числа и отнять небесную косточку'
        ],
        'answer': 0
    },
    {
        'question': 'Верно ли суждение, что при сложении по правилу брата косточки идут вниз ?',
        'options': ['верно', 'не верно'],
        'answer': 0
    },
    {
        'question': 'Второй ряд на абакусе, является разрядом:',
        'options': ['единиц', 'десяток', 'сотен', 'тысяч'],
        'answer': 1
    },
    {
        'question': 'Если, в первом ряду, опустить небесную косточку и поднять 2 земных, то получится число ...',
        'options': [8, 4, 5, 7],
        'answer': 3
    },
]
